Repository: digi21/reproject
Catalog: Reproject/Strings/*/Resources.resw
Source language: en
Languages: ca, de, es, eu, fr, gl, it

# SourceLabel.Text
source: Source coordinate system
ca: Sistema de coordenades d'origen
de: Quell-Koordinatensystem
es: Sistema de coordenadas origen
eu: Jatorrizko koordenatu-sistema
fr: Système de coordonnées source
gl: Sistema de coordenadas de orixe
it: Sistema di coordinate di origine

# TargetLabel.Text
source: Target coordinate system
ca: Sistema de coordenades de destinació
de: Ziel-Koordinatensystem
es: Sistema de coordenadas destino
eu: Helburuko koordenatu-sistema
fr: Système de coordonnées cible
gl: Sistema de coordenadas de destino
it: Sistema di coordinate di destinazione

# ImportButton.Content
source: Import…
ca: Importa…
de: Importieren…
es: Importar…
eu: Inportatu…
fr: Importer…
gl: Importar…
it: Importa…

# ExportButton.Content
source: Export…
ca: Exporta…
de: Exportieren…
es: Exportar…
eu: Esportatu…
fr: Exporter…
gl: Exportar…
it: Esporta…

# HintText.Text
source: One line per point; values separated by space, comma or tab.
ca: Una línia per punt; valors separats per espai, coma o tabulador.
de: Eine Zeile pro Punkt; Werte durch Leerzeichen, Komma oder Tabulator getrennt.
es: Una línea por punto; valores separados por espacio, coma o tabulador.
eu: Lerro bat puntu bakoitzeko; balioak zuriunez, komaz edo tabulazioz bereizita.
fr: Une ligne par point ; valeurs séparées par espace, virgule ou tabulation.
gl: Unha liña por punto; valores separados por espazo, coma ou tabulador.
it: Una riga per punto; valori separati da spazio, virgola o tabulazione.

# InputCaption.Text
source: Type or paste the coordinates to transform here
ca: Escriu o enganxa aquí les coordenades a transformar
de: Hier die zu transformierenden Koordinaten eingeben oder einfügen
es: Escribe o pega aquí las coordenadas a transformar
eu: Idatzi edo itsatsi hemen transformatu beharreko koordenatuak
fr: Saisissez ou collez ici les coordonnées à transformer
gl: Escribe ou pega aquí as coordenadas a transformar
it: Digita o incolla qui le coordinate da trasformare

# OutputCaption.Text
source: Copy the transformed coordinates from here
ca: Copia d'aquí les coordenades transformades
de: Die transformierten Koordinaten von hier kopieren
es: Copia de aquí las coordenadas transformadas
eu: Kopiatu hemendik transformatutako koordenatuak
fr: Copiez ici les coordonnées transformées
gl: Copia de aquí as coordenadas transformadas
it: Copia da qui le coordinate trasformate

# AboutLink.Content
source: About
ca: Quant a
de: Info
es: Acerca de
eu: Honi buruz
fr: À propos
gl: Acerca de
it: Informazioni

# PickerDialog.Title
source: Select coordinate reference system
ca: Selecciona el sistema de referència de coordenades
de: Koordinatenreferenzsystem auswählen
es: Seleccionar sistema de referencia de coordenadas
eu: Hautatu koordenatuen erreferentzia-sistema
fr: Sélectionner le système de référence de coordonnées
gl: Seleccionar sistema de referencia de coordenadas
it: Seleziona il sistema di riferimento delle coordinate

# PickerDialog.PrimaryButtonText
source: Select
ca: Selecciona
de: Auswählen
es: Seleccionar
eu: Hautatu
fr: Sélectionner
gl: Seleccionar
it: Seleziona

# PickerDialog.CloseButtonText
source: Cancel
ca: Cancel·la
de: Abbrechen
es: Cancelar
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla

# SearchBox.PlaceholderText
source: Search by EPSG code or name…
ca: Cerca per codi EPSG o nom…
de: Nach EPSG-Code oder Name suchen…
es: Buscar por código EPSG o nombre…
eu: Bilatu EPSG kodearen edo izenaren arabera…
fr: Rechercher par code EPSG ou nom…
gl: Buscar por código EPSG ou nome…
it: Cerca per codice EPSG o nome…

# HorizontalLabel.Text
source: Horizontal coordinate system
ca: Sistema de coordenades horitzontal
de: Horizontales Koordinatensystem
es: Sistema de coordenadas horizontal
eu: Koordenatu-sistema horizontala
fr: Système de coordonnées horizontal
gl: Sistema de coordenadas horizontal
it: Sistema di coordinate orizzontale

# HorizontalSuggest.PlaceholderText
source: Search horizontal (projected / geographic)…
ca: Cerca horitzontal (projectat / geogràfic)…
de: Horizontal suchen (projiziert / geografisch)…
es: Buscar horizontal (proyectado / geográfico)…
eu: Bilatu horizontala (proiektatua / geografikoa)…
fr: Rechercher horizontal (projeté / géographique)…
gl: Buscar horizontal (proxectado / xeográfico)…
it: Cerca orizzontale (proiettato / geografico)…

# VerticalLabel.Text
source: Vertical coordinate system
ca: Sistema de coordenades vertical
de: Vertikales Koordinatensystem
es: Sistema de coordenadas vertical
eu: Koordenatu-sistema bertikala
fr: Système de coordonnées vertical
gl: Sistema de coordenadas vertical
it: Sistema di coordinate verticale

# UnknownVerticalCheck.Content
source: Unknown vertical
ca: Vertical desconegut
de: Unbekannt vertikal
es: Vertical desconocido
eu: Bertikal ezezaguna
fr: Vertical inconnu
gl: Vertical descoñecido
it: Verticale sconosciuto

# VerticalSuggest.PlaceholderText
source: Search vertical…
ca: Cerca vertical…
de: Vertikal suchen…
es: Buscar vertical…
eu: Bilatu bertikala…
fr: Rechercher vertical…
gl: Buscar vertical…
it: Cerca verticale…

# ImportPrjButton.Content
source: Import .prj…
ca: Importa .prj…
de: .prj importieren…
es: Importar .prj…
eu: Inportatu .prj…
fr: Importer .prj…
gl: Importar .prj…
it: Importa .prj…

# ValidateButton.Content
source: Validate
ca: Valida
de: Prüfen
es: Validar
eu: Balioztatu
fr: Valider
gl: Validar
it: Convalida

# ManualWktBox.PlaceholderText
source: Paste the coordinate system WKT here…
ca: Enganxa aquí el WKT del sistema de coordenades…
de: Hier den WKT des Koordinatensystems einfügen…
es: Pega aquí el WKT del sistema de coordenadas…
eu: Itsatsi hemen koordenatu-sistemaren WKT…
fr: Collez ici le WKT du système de coordonnées…
gl: Pega aquí o WKT do sistema de coordenadas…
it: Incolla qui il WKT del sistema di coordinate…

# RemoveFavButton.Content
source: Remove
ca: Treu
de: Entfernen
es: Quitar
eu: Kendu
fr: Retirer
gl: Quitar
it: Rimuovi

# AxisOrderLabel.Text
source: Axis orientation
ca: Orientació dels eixos
de: Achsenausrichtung
es: Orientación de ejes
eu: Ardatzen orientazioa
fr: Orientation des axes
gl: Orientación dos eixes
it: Orientamento degli assi

# AxisEastNorthItem.Content
source: East-North
ca: Est-Nord
de: Ost-Nord
es: Este-Norte
eu: Ekialdea-Iparraldea
fr: Est-Nord
gl: Leste-Norte
it: Est-Nord

# AxisNorthEastItem.Content
source: North-East
ca: Nord-Est
de: Nord-Ost
es: Norte-Este
eu: Iparraldea-Ekialdea
fr: Nord-Est
gl: Norte-Leste
it: Nord-Est

# CopyWktButton.Content
source: Copy WKT
ca: Copia el WKT
de: WKT kopieren
es: Copiar WKT
eu: Kopiatu WKT
fr: Copier le WKT
gl: Copiar WKT
it: Copia WKT

# ExportPrjButton.Content
source: Export .prj…
ca: Exporta .prj…
de: .prj exportieren…
es: Exportar .prj…
eu: Esportatu .prj…
fr: Exporter .prj…
gl: Exportar .prj…
it: Esporta .prj…

# MemorizeButton.Content
source: Memorize
ca: Memoritza
de: Merken
es: Memorizar
eu: Gogoratu
fr: Mémoriser
gl: Memorizar
it: Memorizza

# AboutDialog.Title
source: About
ca: Quant a
de: Info
es: Acerca de
eu: Honi buruz
fr: À propos
gl: Acerca de
it: Informazioni

# AboutDialog.CloseButtonText
source: Close
ca: Tanca
de: Schließen
es: Cerrar
eu: Itxi
fr: Fermer
gl: Pechar
it: Chiudi

# AboutAppSubtitle.Text
source: Coordinate transformation between reference systems.
ca: Transformació de coordenades entre sistemes de referència.
de: Koordinatentransformation zwischen Referenzsystemen.
es: Transformación de coordenadas entre sistemas de referencia.
eu: Koordenatuen transformazioa erreferentzia-sistemen artean.
fr: Transformation de coordonnées entre systèmes de référence.
gl: Transformación de coordenadas entre sistemas de referencia.
it: Trasformazione di coordinate tra sistemi di riferimento.

# AboutCrsKitDesc.Text
source: The coordinate reference and transformation library this application is built on.
ca: Biblioteca de sistemes de referència i transformació de coordenades sobre la qual es construeix aquesta aplicació.
de: Die Bibliothek für Koordinatenreferenz und -transformation, auf der diese Anwendung basiert.
es: Librería de sistemas de referencia y transformación de coordenadas sobre la que se construye esta aplicación.
eu: Aplikazio hau eraikitzeko oinarri den koordenatuen erreferentzia- eta transformazio-liburutegia.
fr: Bibliothèque de systèmes de référence et de transformation de coordonnées sur laquelle repose cette application.
gl: Biblioteca de sistemas de referencia e transformación de coordenadas sobre a que se constrúe esta aplicación.
it: Libreria di sistemi di riferimento e trasformazione di coordinate su cui è costruita questa applicazione.

# AboutEpsgHeading.Text
source: Reference system data (EPSG)
ca: Dades de sistemes de referència (EPSG)
de: Referenzsystemdaten (EPSG)
es: Datos de sistemas de referencia (EPSG)
eu: Erreferentzia-sistemen datuak (EPSG)
fr: Données des systèmes de référence (EPSG)
gl: Datos de sistemas de referencia (EPSG)
it: Dati dei sistemi di riferimento (EPSG)

# AboutEpsgBody.Text
source: This product includes the EPSG Geodetic Parameter Dataset, owned by IOGP (International Association of Oil & Gas Producers), used under the EPSG Dataset Terms of Use. The EPSG dataset is provided free of charge: the value of this application lies in its functionality, not in the EPSG data.
ca: Aquest producte inclou l'EPSG Geodetic Parameter Dataset, propietat d'IOGP (International Association of Oil & Gas Producers), utilitzat d'acord amb els EPSG Dataset Terms of Use. El conjunt de dades EPSG s'ofereix gratuïtament: el valor d'aquesta aplicació rau en la seva funcionalitat, no en les dades EPSG.
de: Dieses Produkt enthält das EPSG Geodetic Parameter Dataset, Eigentum der IOGP (International Association of Oil & Gas Producers), verwendet gemäß den EPSG Dataset Terms of Use. Das EPSG-Dataset wird kostenlos bereitgestellt: Der Wert dieser Anwendung liegt in ihrer Funktionalität, nicht in den EPSG-Daten.
es: Este producto incluye el EPSG Geodetic Parameter Dataset, propiedad de IOGP (International Association of Oil & Gas Producers), utilizado conforme a los EPSG Dataset Terms of Use. El dataset EPSG se ofrece gratuitamente: el valor de esta aplicación reside en su funcionalidad, no en los datos EPSG.
eu: Produktu honek EPSG Geodetic Parameter Dataset-a barne hartzen du, IOGP-ren (International Association of Oil & Gas Producers) jabetzakoa, EPSG Dataset Terms of Use-en arabera erabilia. EPSG datu-multzoa doan eskaintzen da: aplikazio honen balioa bere funtzionaltasunean dago, ez EPSG datuetan.
fr: Ce produit inclut l'EPSG Geodetic Parameter Dataset, propriété d'IOGP (International Association of Oil & Gas Producers), utilisé conformément aux EPSG Dataset Terms of Use. Le jeu de données EPSG est fourni gratuitement : la valeur de cette application réside dans sa fonctionnalité, pas dans les données EPSG.
gl: Este produto inclúe o EPSG Geodetic Parameter Dataset, propiedade de IOGP (International Association of Oil & Gas Producers), utilizado conforme aos EPSG Dataset Terms of Use. O dataset EPSG ofrécese gratuitamente: o valor desta aplicación reside na súa funcionalidade, non nos datos EPSG.
it: Questo prodotto include l'EPSG Geodetic Parameter Dataset, di proprietà di IOGP (International Association of Oil & Gas Producers), utilizzato in conformità agli EPSG Dataset Terms of Use. Il dataset EPSG è fornito gratuitamente: il valore di questa applicazione risiede nella sua funzionalità, non nei dati EPSG.

# AboutEpsgDisclaimer.Text
source: The EPSG Dataset is provided "AS IS", without warranty of any kind, express or implied, including those of merchantability or fitness for a particular purpose. The user assumes all risk as to its accuracy and use.
ca: L'EPSG Dataset es proporciona «TAL COM ÉS», sense cap mena de garantia, expressa o implícita, incloses les de comerciabilitat o idoneïtat per a una finalitat concreta. L'usuari assumeix tot el risc pel que fa a la seva exactitud i ús.
de: Das EPSG-Dataset wird „WIE BESEHEN“ bereitgestellt, ohne jegliche ausdrückliche oder stillschweigende Gewährleistung, einschließlich der Marktgängigkeit oder Eignung für einen bestimmten Zweck. Der Benutzer trägt das gesamte Risiko hinsichtlich Genauigkeit und Nutzung.
es: El EPSG Dataset se proporciona «TAL CUAL», sin garantía de ningún tipo, expresa o implícita, incluidas las de comerciabilidad o idoneidad para un fin concreto. El usuario asume todo el riesgo en cuanto a su exactitud y uso.
eu: EPSG Dataset-a «DAGOEN BEZALA» ematen da, inolako bermerik gabe, esplizitu nahiz inplizitu, salgarritasunekoak edo helburu jakin baterako egokitasunekoak barne. Erabiltzaileak bere gain hartzen du zehaztasunari eta erabilerari dagokion arrisku osoa.
fr: L'EPSG Dataset est fourni « EN L'ÉTAT », sans garantie d'aucune sorte, expresse ou implicite, y compris de qualité marchande ou d'adéquation à un usage particulier. L'utilisateur assume tout le risque quant à son exactitude et son utilisation.
gl: O EPSG Dataset fornécese «TAL CAL», sen garantía de ningún tipo, expresa ou implícita, incluídas as de comerciabilidade ou idoneidade para un fin concreto. O usuario asume todo o risco en canto á súa exactitude e uso.
it: L'EPSG Dataset è fornito "COSÌ COM'È", senza garanzia di alcun tipo, espressa o implicita, comprese quelle di commerciabilità o idoneità a uno scopo particolare. L'utente si assume ogni rischio quanto a precisione e utilizzo.

# AboutSqliteBody.Text
source: The EPSG database is stored with SQLite, public domain software.
ca: La base de dades EPSG s'emmagatzema amb SQLite, programari de domini públic.
de: Die EPSG-Datenbank wird mit SQLite gespeichert, gemeinfreier Software.
es: La base de datos EPSG se almacena con SQLite, software de dominio público.
eu: EPSG datu-basea SQLite-rekin gordetzen da, domeinu publikoko softwarea.
fr: La base de données EPSG est stockée avec SQLite, logiciel du domaine public.
gl: A base de datos EPSG almacénase con SQLite, software de dominio público.
it: Il database EPSG è memorizzato con SQLite, software di pubblico dominio.

source: (none selected)
ca: (sense seleccionar)
de: (nichts ausgewählt)
es: (sin seleccionar)
eu: (hautatu gabe)
fr: (aucun sélectionné)
gl: (sen seleccionar)
it: (nessuno selezionato)

# StatusIdentity
source: Identity transformation (source and target are equivalent).
ca: Transformació identitat (origen i destinació equivalents).
de: Identitätstransformation (Quelle und Ziel sind äquivalent).
es: Transformación identidad (origen y destino equivalentes).
eu: Identitate-transformazioa (jatorria eta helburua baliokideak dira).
fr: Transformation identité (source et cible équivalentes).
gl: Transformación identidade (orixe e destino equivalentes).
it: Trasformazione identità (origine e destinazione equivalenti).

# StatusTransformError
source: Could not create the transformation: {0}
ca: No s'ha pogut crear la transformació: {0}
de: Transformation konnte nicht erstellt werden: {0}
es: No se pudo crear la transformación: {0}
eu: Ezin izan da transformazioa sortu: {0}
fr: Impossible de créer la transformation : {0}
gl: Non se puido crear a transformación: {0}
it: Impossibile creare la trasformazione: {0}

# ErrExpectedValues
source: · error: expected {0} values
ca: · error: s'esperaven {0} valors
de: · Fehler: {0} Werte erwartet
es: · error: se esperaban {0} valores
eu: · errorea: {0} balio espero ziren
fr: · erreur : {0} valeurs attendues
gl: · erro: esperábanse {0} valores
it: · errore: attesi {0} valori

# ErrInvalidNumber
source: · error: invalid numeric value
ca: · error: valor numèric no vàlid
de: · Fehler: ungültiger Zahlenwert
es: · error: valor numérico no válido
eu: · errorea: zenbakizko balio baliogabea
fr: · erreur : valeur numérique non valide
gl: · erro: valor numérico non válido
it: · errore: valore numerico non valido

# ErrLine
source: · error: {0}
de: · Fehler: {0}
eu: · errorea: {0}
fr: · erreur : {0}
gl: · erro: {0}
it: · errore: {0}

# StatusTransformed
source: {0} line(s) transformed.
ca: {0} línia/es transformada/es.
de: {0} Zeile(n) transformiert.
es: {0} línea(s) transformada(s).
eu: {0} lerro transformatu.
fr: {0} ligne(s) transformée(s).
gl: {0} liña(s) transformada(s).
it: {0} riga/righe trasformata/e.

# StatusTransformedErrors
source: {0} line(s) transformed, {1} with errors.
ca: {0} línia/es transformada/es, {1} amb error.
de: {0} Zeile(n) transformiert, {1} mit Fehler.
es: {0} línea(s) transformada(s), {1} con error.
eu: {0} lerro transformatu, {1} errorez.
fr: {0} ligne(s) transformée(s), {1} en erreur.
gl: {0} liña(s) transformada(s), {1} con erro.
it: {0} riga/righe trasformata/e, {1} con errori.

# EpsgReady
source: EPSG database ready.
ca: Base de dades EPSG a punt.
de: EPSG-Datenbank bereit.
es: Base de datos EPSG lista.
eu: EPSG datu-basea prest.
fr: Base de données EPSG prête.
gl: Base de datos EPSG lista.
it: Database EPSG pronto.

# EpsgPath
source: EPSG database: {0}
ca: Base de dades EPSG: {0}
de: EPSG-Datenbank: {0}
es: Base de datos EPSG: {0}
eu: EPSG datu-basea: {0}
fr: Base de données EPSG : {0}
gl: Base de datos EPSG: {0}
it: Database EPSG: {0}

# EpsgError
source: Could not open the EPSG database: {0}
ca: No s'ha pogut obrir la base de dades EPSG: {0}
de: EPSG-Datenbank konnte nicht geöffnet werden: {0}
es: No se pudo abrir la base de datos EPSG: {0}
eu: Ezin izan da EPSG datu-basea ireki: {0}
fr: Impossible d'ouvrir la base de données EPSG : {0}
gl: Non se puido abrir a base de datos EPSG: {0}
it: Impossibile aprire il database EPSG: {0}

# AxisStandard
source: Standard
ca: Estàndard
es: Estándar
eu: Estandarra
gl: Estándar

# CatGeographic2D
source: Geographic 2D
ca: Geogràfic 2D
de: Geografisch 2D
es: Geográfico 2D
eu: Geografikoa 2D
fr: Géographique 2D
gl: Xeográfico 2D
it: Geografico 2D

# CatGeographic3D
source: Geographic 3D
ca: Geogràfic 3D
de: Geografisch 3D
es: Geográfico 3D
eu: Geografikoa 3D
fr: Géographique 3D
gl: Xeográfico 3D
it: Geografico 3D

# CatProjected
source: Projected
ca: Projectat
de: Projiziert
es: Proyectado
eu: Proiektatua
fr: Projeté
gl: Proxectado
it: Proiettato

# CatVertical
source: Vertical
de: Vertikal
eu: Bertikala
it: Verticale

# CatCompound
source: Compound (H+V)
ca: Compost (H+V)
de: Verbund (H+V)
es: Compuesto (H+V)
eu: Konposatua (H+V)
fr: Composé (H+V)
gl: Composto (H+V)
it: Composto (H+V)

# CatManual
source: Manual (WKT)
de: Manuell (WKT)
eu: Eskuz (WKT)
fr: Manuel (WKT)
it: Manuale (WKT)

# CatFavorites
source: Favorites
ca: Preferits
de: Favoriten
es: Favoritos
eu: Gogokoak
fr: Favoris
gl: Favoritos
it: Preferiti

# DetailNoSelection
source: (no selection)
ca: (sense selecció)
de: (keine Auswahl)
es: (sin selección)
eu: (hautaketarik ez)
fr: (aucune sélection)
gl: (sen selección)
it: (nessuna selezione)

# DetailNoName
source: (no name)
ca: (sense nom)
de: (ohne Namen)
es: (sin nombre)
eu: (izenik gabe)
fr: (sans nom)
gl: (sen nome)
it: (senza nome)

# DetailError
source: Error
de: Fehler
eu: Errorea
fr: Erreur
gl: Erro
it: Errore

# FileTypeText
source: Text
es: Texto
eu: Testua
fr: Texte
gl: Texto
it: Testo

# FileTypePrj
source: ESRI projection
ca: Projecció ESRI
de: ESRI-Projektion
es: Proyección ESRI
eu: ESRI proiekzioa
fr: Projection ESRI
gl: Proxección ESRI
it: Proiezione ESRI

# PickSourceButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Choose the source coordinate system
ca: Tria el sistema de coordenades d'origen
de: Quell-Koordinatensystem wählen
es: Elegir sistema de coordenadas origen
eu: Aukeratu jatorrizko koordenatu-sistema
fr: Choisir le système de coordonnées source
gl: Escoller sistema de coordenadas de orixe
it: Scegli il sistema di coordinate di origine

# PickTargetButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Choose the target coordinate system
ca: Tria el sistema de coordenades de destinació
de: Ziel-Koordinatensystem wählen
es: Elegir sistema de coordenadas destino
eu: Aukeratu helburuko koordenatu-sistema
fr: Choisir le système de coordonnées cible
gl: Escoller sistema de coordenadas de destino
it: Scegli il sistema di coordinate di destinazione

# ExportFileName
source: transformed-coordinates
ca: coordenades-transformades
de: transformierte-koordinaten
es: coordenadas-transformadas
eu: transformatutako-koordenatuak
fr: coordonnees-transformees
gl: coordenadas-transformadas
it: coordinate-trasformate

# DownloadCancel
source: Cancel
ca: Cancel·la
de: Abbrechen
es: Cancelar
eu: Utzi
fr: Annuler
gl: Cancelar
it: Annulla

# DownloadMessage
source: {0} ({1}) will be downloaded to your geoid models folder. Proceed?
ca: Es descarregarà {0} ({1}) a la teva carpeta de models de geoide. Vols continuar?
de: {0} ({1}) wird in Ihren Geoidmodell-Ordner heruntergeladen. Fortfahren?
es: Se descargará {0} ({1}) a tu carpeta de modelos de geoide. ¿Proceder?
eu: {0} ({1}) zure geoide-modeloen karpetara deskargatuko da. Aurrera egin?
fr: {0} ({1}) sera téléchargé dans votre dossier de modèles de géoïde. Continuer ?
gl: Descargarase {0} ({1}) á túa carpeta de modelos de xeoide. Continuar?
it: {0} ({1}) verrà scaricato nella tua cartella dei modelli di geoide. Procedere?

# DownloadProceed
source: Download
ca: Descarrega
de: Herunterladen
es: Descargar
eu: Deskargatu
fr: Télécharger
gl: Descargar
it: Scarica

# DownloadSizeUnknown
source: unknown size
ca: mida desconeguda
de: unbekannte Größe
es: tamaño desconocido
eu: tamaina ezezaguna
fr: taille inconnue
gl: tamaño descoñecido
it: dimensione sconosciuta

# DownloadTitle
source: Download geoid model
ca: Descarrega el model de geoide
de: Geoidmodell herunterladen
es: Descargar modelo de geoide
eu: Deskargatu geoide-modeloa
fr: Télécharger le modèle de géoïde
gl: Descargar modelo de xeoide
it: Scarica modello di geoide

# GridClose
source: Close
ca: Tanca
de: Schließen
es: Cerrar
eu: Itxi
fr: Fermer
gl: Pechar
it: Chiudi

# GridNeededMessage
source: This transformation needs {0}. Download it and copy it into your geoid models folder: {1}
ca: Aquesta transformació necessita {0}. Descarrega'l i copia'l a la teva carpeta de models de geoide: {1}
de: Diese Transformation benötigt {0}. Laden Sie es herunter und kopieren Sie es in Ihren Geoidmodell-Ordner: {1}
es: Esta transformación necesita {0}. Descárgalo y cópialo en tu carpeta de modelos de geoide: {1}
eu: Transformazio honek {0} behar du. Deskargatu eta kopiatu zure geoide-modeloen karpetan: {1}
fr: Cette transformation nécessite {0}. Téléchargez-le et copiez-le dans votre dossier de modèles de géoïde : {1}
gl: Esta transformación necesita {0}. Descárgao e cópiao na túa carpeta de modelos de xeoide: {1}
it: Questa trasformazione necessita di {0}. Scaricalo e copialo nella tua cartella dei modelli di geoide: {1}

# GridNeededTitle
source: Geoid model required
ca: Cal un model de geoide
de: Geoidmodell erforderlich
es: Modelo de geoide necesario
eu: Geoide-modeloa beharrezkoa
fr: Modèle de géoïde requis
gl: Modelo de xeoide necesario
it: Modello di geoide necessario

# GridOpenFolder
source: Open folder
ca: Obre la carpeta
de: Ordner öffnen
es: Abrir carpeta
eu: Ireki karpeta
fr: Ouvrir le dossier
gl: Abrir carpeta
it: Apri cartella

# GridOpenPage
source: Open download page
ca: Obre la pàgina de descàrrega
de: Download-Seite öffnen
es: Abrir página de descarga
eu: Ireki deskarga-orria
fr: Ouvrir la page de téléchargement
gl: Abrir páxina de descarga
it: Apri pagina di download

# OpAccuracy
source: Accuracy: {0} m
ca: Precisió: {0} m
de: Genauigkeit: {0} m
es: Precisión: {0} m
eu: Zehaztasuna: {0} m
fr: Précision : {0} m
gl: Precisión: {0} m
it: Precisione: {0} m

# OpAccuracyUnknown
source: Accuracy: unknown
ca: Precisió: desconeguda
de: Genauigkeit: unbekannt
es: Precisión: desconocida
eu: Zehaztasuna: ezezaguna
fr: Précision : inconnue
gl: Precisión: descoñecida
it: Precisione: sconosciuta
